Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.browserImport.import-hint
source: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss
ar: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss متصفح ويب عرض شريط العنوان روابط عناوين مضمّن صفحة تبويبات استيراد ترحيل إشارات مرجعية سجل ملفات تعريف ارتباط شخصية مساحة عمل تبويب ألوان لوحة شارة محدد تمييز مؤشر نشط نقطة المتصفح لسان • %@
bs: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss preglednik web webview adresna traka linkovi url ugrađen stranica kartice uvoz migracija oznake historija kolačići profili radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka • %@
da: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss browser web webvisning adresselinje links url indlejret side faner migrering bogmærker historik cookies profiler arbejdsområde fane farver palette badge valgt fremhævning indikator aktiv prik • %@
de: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss browser web webview adressleiste links urls eingebettet seite tabs migration lesezeichen verlauf cookies profile arbeitsbereich farben palette badge ausgewählt hervorhebung indikator aktiv punkt • %@
es: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss navegador web webview barra de direcciones enlaces urls integrado página pestañas importar migración marcadores historial cookies perfiles espacio trabajo pestaña colores paleta insignia seleccionado resaltado indicador activo punto • %@
fr: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss navigateur web webview barre adresse liens urls intégré page onglets importer migration favoris historique cookies profils espace de travail onglet couleurs palette badge sélectionné surbrillance indicateur actif point • %@
it: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss browser web webview barra indirizzi link url incorporato pagina schede importa migrazione segnalibri cronologia cookie profili area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto • %@
ja: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss 空のタブ オンボーディング ヒント インポート プロンプト 非表示
ko: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss 브라우저 웹 웹뷰 주소 표시줄 링크 url 내장 페이지 탭 가져오기 마이그레이션 북마크 방문 기록 쿠키 프로필 작업공간 색상 팔레트 배지 선택됨 강조 표시기 활성 점 브라우저: %@ 가져오기… •
nb: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss nettleser web webvisning adresselinje lenker url innebygd side faner migrering bokmerker historikk informasjonskapsler profiler arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk • %@
pl: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss przeglądarka web webview pasek adresu linki url osadzony strona karty migracja zakładki historia ciasteczka profile obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka • %@
pt_br: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss navegador web webview barra de endereço links urls incorporado página abas importar migração favoritos histórico cookies perfis workspace aba cores paleta selo selecionado destaque indicador ativo ponto • %@
ru: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss браузер веб webview адресная строка ссылки url встроенный страница вкладки импорт миграция закладки история cookies профили рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка • %@
th: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ นำเข้า ย้ายข้อมูล บุ๊กมาร์ก ประวัติ คุกกี้ โปรไฟล์ พื้นที่ทำงาน สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด • %@
tr: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss tarayıcı web webview adres çubuğu bağlantılar url gömülü sayfa sekmeler içe aktar geçiş yer imleri geçmiş çerezler profiller çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta • %@
uk: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss браузер веб webview адресний рядок посилання url вбудований сторінка вкладки імпорт міграція закладки історія cookies профілі робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка Браузер: %@ Імпортувати… Імпортувати •
zh_hans: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss 浏览器 网页 WebView 地址栏 链接 URL 内嵌 页面 标签页 导入 迁移 书签 历史记录 Cookie 个人资料 工作区 颜色 调色板 徽章 已选中 高亮 指示器 活动 点 • %@
zh_hant: browser.showImportHintOnBlankTabs blank tab onboarding hint import prompt dismiss 瀏覽器 網頁 WebView 位址列 連結 URL 內嵌 頁面 分頁 匯入 移轉 書籤 瀏覽記錄 Cookie 個人檔案 工作區 顏色 調色盤 徽章 已選取 反白 指示器 作用中 點 標籤頁 • %@

# settings.search.alias.setting.browser.react-grab
source: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component
ar: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component متصفح ويب عرض شريط العنوان روابط عناوين مضمّن صفحة تبويبات الإصدار المتصفح • %@ الإصدار:
bs: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component preglednik web webview adresna traka linkovi url ugrađen stranica kartice Verzija • %@ Verzija:
da: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component browser web webvisning adresselinje links url indlejret side faner • %@ Version:
de: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component browser web webview adressleiste links urls eingebettet seite tabs • %@ Version:
es: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component navegador web webview barra de direcciones enlaces urls integrado página pestañas Versión • %@ Versión:
fr: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component navigateur web webview barre adresse liens urls intégré page onglets • %@ :
it: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component browser web webview barra indirizzi link url incorporato pagina schede Versione • %@ Versione:
ja: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component react grab npm バージョン ツールバー inspect コンポーネント
ko: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component 브라우저 웹 웹뷰 주소 표시줄 링크 url 내장 페이지 탭 버전 브라우저: %@ • 버전:
nb: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component nettleser web webvisning adresselinje lenker url innebygd side faner Versjon • %@ Versjon:
pl: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component przeglądarka web webview pasek adresu linki url osadzony strona karty Wersja • %@ Wersja:
pt_br: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component navegador web webview barra de endereço links urls incorporado página abas Versão • %@ Versão:
ru: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component браузер веб webview адресная строка ссылки url встроенный страница вкладки Версия • %@ Версия:
th: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ เวอร์ชัน • %@ เวอร์ชัน:
tr: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component tarayıcı web webview adres çubuğu bağlantılar url gömülü sayfa sekmeler Sürüm • %@ Sürüm:
uk: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component браузер веб webview адресний рядок посилання url вбудований сторінка вкладки Версія Браузер: %@ • Версія:
zh_hans: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component 浏览器 网页 WebView 地址栏 链接 URL 内嵌 页面 标签页 版本 • %@ 版本：
zh_hant: browser.reactGrabVersion react grab npm version toolbar cmd-shift-g inspect component 瀏覽器 網頁 WebView 位址列 連結 URL 內嵌 頁面 分頁 版本 • %@ 版本：

# settings.search.alias.setting.browser.history
source: clear browser history visited pages suggestions omnibar
ar: clear browser history visited pages suggestions omnibar متصفح ويب عرض شريط العنوان روابط عناوين مضمّن صفحة تبويبات استيراد ترحيل إشارات مرجعية سجل ملفات تعريف ارتباط شخصية إعادة ضبط مصنع افتراضي استعادة مسح بحث اقتراحات إكمال تلقائي مزود محرك المتصفح • %@ السجل… السجل المتصفح؟
bs: clear browser history visited pages suggestions omnibar preglednik web webview adresna traka linkovi url ugrađen stranica kartice uvoz migracija oznake historija kolačići profili reset fabrički zadano vrati očisti pretraga prijedlozi automatsko dovršavanje pružatelj pretraživač Obriši historiju preglednika • %@ historiju… Obrisati preglednika?
da: clear browser history visited pages suggestions omnibar web webvisning adresselinje links url indlejret side faner import migrering bogmærker historik cookies profiler nulstil fabrik standard gendan ryd søgning forslag autofuldførelse udbyder søgemaskine browserhistorik • %@ historik… browserhistorik?
de: clear browser history visited pages suggestions omnibar web webview adressleiste links urls eingebettet seite tabs import migration lesezeichen verlauf cookies profile zurücksetzen werkseinstellungen standard wiederherstellen löschen suche vorschläge autovervollständigung anbieter suchmaschine Browserverlauf • %@ … löschen?
es: clear browser history visited pages suggestions omnibar navegador web webview barra de direcciones enlaces urls integrado página pestañas importar migración marcadores historial cookies perfiles restablecer fábrica predeterminado restaurar borrar búsqueda sugerencias autocompletar proveedor motor del • %@ historial… ¿Borrar navegador?
fr: clear browser history visited pages suggestions omnibar navigateur web webview barre adresse liens urls intégré page onglets importer migration favoris historique cookies profils réinitialiser usine défaut restaurer effacer recherche saisie automatique fournisseur moteur de l'historique du • %@ l'historique... ?
it: clear browser history visited pages suggestions omnibar web webview barra indirizzi link url incorporato pagina schede importa migrazione segnalibri cronologia cookie profili reimposta fabbrica predefinito ripristina cancella ricerca suggerimenti completamento automatico provider motore di • %@ cronologia… Cancellare la del browser?
ja: clear browser history visited pages suggestions omnibar ブラウザ履歴 閲覧履歴 訪問ページ サジェスト オムニバー 消去
ko: clear browser history visited pages suggestions omnibar 브라우저 웹 웹뷰 주소 표시줄 링크 url 내장 페이지 탭 가져오기 마이그레이션 북마크 방문 기록 쿠키 프로필 재설정 초기화 기본값 복원 지우기 검색 제안 자동완성 제공자 엔진 브라우저: %@ (방문한 페이지) • 지우기… 기록을 지우시겠습니까?
nb: clear browser history visited pages suggestions omnibar nettleser web webvisning adresselinje lenker url innebygd side faner import migrering bokmerker historikk informasjonskapsler profiler tilbakestill fabrikk standard gjenopprett tøm søk forslag autofullføring leverandør søkemotor nettleserhistorikk • %@ Fjern … Tømme nettleserhistorikk?
pl: clear browser history visited pages suggestions omnibar przeglądarka web webview pasek adresu linki url osadzony strona karty import migracja zakładki historia ciasteczka profile reset fabryczne domyślne przywróć wyczyść wyszukiwanie sugestie autouzupełnianie dostawca silnik wyszukiwania historię przeglądarki • %@ historię… Wyczyścić przeglądarki?
pt_br: clear browser history visited pages suggestions omnibar navegador web webview barra de endereço links urls incorporado página abas importar migração favoritos histórico cookies perfis redefinir fábrica padrão restaurar limpar pesquisa sugestões autocompletar provedor mecanismo busca do • %@ Histórico… navegador?
ru: clear browser history visited pages suggestions omnibar браузер веб webview адресная строка ссылки url встроенный страница вкладки импорт миграция закладки история cookies профили сброс заводские по умолчанию восстановить очистить поиск предложения автозаполнение провайдер поисковая система историю браузера • %@ историю... браузера?
th: clear browser history visited pages suggestions omnibar เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ นำเข้า ย้ายข้อมูล บุ๊กมาร์ก ประวัติ คุกกี้ โปรไฟล์ รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง ค้นหา คำแนะนำ เติมอัตโนมัติ ผู้ให้บริการ เครื่องมือค้นหา ล้างประวัติเบราว์เซอร์ • %@ ล้างประวัติ... ล้างประวัติ ล้างประวัติเบราว์เซอร์หรือไม่?
tr: clear browser history visited pages suggestions omnibar tarayıcı web webview adres çubuğu bağlantılar url gömülü sayfa sekmeler içe aktar geçiş yer imleri geçmiş çerezler profiller sıfırla fabrika varsayılan geri yükle temizle arama öneriler otomatik tamamlama sağlayıcı motoru Geçmişini • %@ Geçmişi Temizle… temizlensin mi?
uk: clear browser history visited pages suggestions omnibar браузер веб webview адресний рядок посилання url вбудований сторінка вкладки імпорт міграція закладки історія cookies профілі скидання заводські типові відновити очистити пошук пропозиції автодоповнення постачальник пошукова система Браузер: %@ (відвідані сторінки) історію браузера • історію… браузера?
zh_hans: clear browser history visited pages suggestions omnibar 浏览器 网页 WebView 地址栏 链接 URL 内嵌 页面 标签页 导入 迁移 书签 历史记录 Cookie 个人资料 重置 出厂 默认 恢复 清除 搜索 建议 自动完成 提供商 搜索引擎 清除浏览器历史记录 • %@ 清除历史记录... 清除历史记录 清除浏览器历史记录？
zh_hant: clear browser history visited pages suggestions omnibar 瀏覽器 網頁 WebView 位址列 連結 URL 內嵌 頁面 分頁 匯入 移轉 書籤 瀏覽記錄 Cookie 個人檔案 重置 出廠 預設 還原 清除 搜尋 建議 自動完成 提供者 搜尋引擎 清除瀏覽記錄 • %@ 清除記錄... 清除記錄 要清除瀏覽記錄嗎？

# settings.search.alias.setting.globalHotkey.enable-hotkey
source: global hotkey enable system wide show hide all windows
ar: global hotkey enable system wide show hide all windows لوحة مفاتيح اختصار اختصارات مفتاح سريع أوامر تسجيل مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع كلمة مرور سر رمز اعتماد وصول سماح تعطيل تمكين إذن غير آمن النظام عام
bs: global hotkey enable system wide show hide all windows tastatura prečica prečice komande tipke snimač izgled tema boja boje shema svijetlo tamno sistem način lozinka tajna token vjerodajnica pristup dozvoli onemogući omogući dozvola nesigurno Sistemski Globalno
da: global hotkey enable system wide show hide all windows tastatur genvej genveje kommandoer taster optager udseende tema farve farver skema lys mørk tilstand adgangskode hemmelighed token legitimationsoplysninger adgang tillad deaktiver aktiver tilladelse usikker Globalt
de: global hotkey enable system wide show hide all windows tastatur kurzbefehl tastenkürzel befehle tasten rekorder darstellung design farbe farben schema hell dunkel modus passwort geheimnis token zugangsdaten zugriff erlauben deaktivieren aktivieren berechtigung unsicher
es: global hotkey enable system wide show hide all windows teclado atajo atajos tecla rápida comandos teclas grabador apariencia tema color colores esquema claro oscuro sistema modo contraseña secreto token credencial acceso permitir desactivar activar permiso inseguro
fr: global hotkey enable system wide show hide all windows clavier raccourci raccourcis touche globale commandes touches enregistreur apparence thème couleur couleurs schéma clair sombre système mode mot de passe secret jeton identifiant accès autoriser désactiver activer autorisation non sécurisé Général
it: global hotkey enable system wide show hide all windows tastiera scorciatoia scorciatoie tasto rapido comandi tasti registratore aspetto tema colore colori schema chiaro scuro sistema modalità password segreto token credenziale accesso consenti disabilita abilita autorizzazione non sicuro Globale
ja: global hotkey enable system wide show hide all windows グローバルホットキー 有効 システム全体 表示 非表示 全ウィンドウ
ko: global hotkey enable system wide show hide all windows 키보드 단축키 핫키 명령 키 기록기 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 비밀번호 비밀 토큰 자격 증명 접근 허용 비활성화 활성화 권한 안전하지 않음 전역 글로벌 모든 윈도우 표시/숨기기
nb: global hotkey enable system wide show hide all windows tastatur snarvei snarveier hurtigtast kommandoer taster opptaker utseende tema farge farger skjema lys mørk modus passord hemmelighet token legitimasjon tilgang tillat deaktiver aktiver tillatelse usikker Globalt
pl: global hotkey enable system wide show hide all windows klawiatura skrót skróty klawisz polecenia klawisze rejestrator wygląd motyw kolor kolory schemat jasny ciemny tryb hasło sekret token poświadczenie dostęp zezwól wyłącz włącz uprawnienie niezabezpieczone Systemowy Globalne
pt_br: global hotkey enable system wide show hide all windows teclado atalho atalhos tecla rápida comandos teclas gravador aparência tema cor cores esquema claro escuro sistema modo senha segredo token credencial acesso permitir desativar ativar permissão inseguro
ru: global hotkey enable system wide show hide all windows клавиатура сочетание клавиш горячая клавиша команды клавиши запись внешний вид тема цвет цвета схема светлый темный система режим пароль секрет токен учетные данные доступ разрешить отключить включить разрешение небезопасно Системное Глобальные Системный Системная
th: global hotkey enable system wide show hide all windows แป้นพิมพ์ ทางลัด ปุ่มลัด คำสั่ง คีย์ ตัวบันทึก ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด รหัสผ่าน ความลับ โทเค็น ข้อมูลรับรอง เข้าถึง อนุญาต ปิด เปิด สิทธิ์ ไม่ปลอดภัย ทั่วไป
tr: global hotkey enable system wide show hide all windows klavye kısayol kısayollar tuşu komutlar tuşlar kaydedici görünüm tema renk renkler şema açık koyu sistem mod parola gizli token kimlik bilgisi erişim izin ver devre dışı etkinleştir güvensiz Genel
uk: global hotkey enable system wide show hide all windows клавіатура скорочення гарячі клавіші команди записувач вигляд тема колір кольори схема світлий темний система режим пароль секрет токен облікові дані доступ дозволити вимкнути увімкнути дозвіл небезпечно Системна Глобальна
zh_hans: global hotkey enable system wide show hide all windows 键盘 快捷键 热键 命令 按键 录制器 外观 主题 颜色 配色 浅色 深色 系统 模式 密码 密钥 令牌 凭据 访问 允许 禁用 启用 权限 不安全 全局
zh_hant: global hotkey enable system wide show hide all windows 鍵盤 快捷鍵 熱鍵 命令 按鍵 錄製器 外觀 主題 顏色 配色 淺色 深色 系統 模式 密碼 密鑰 權杖 憑證 存取 允許 停用 啟用 權限 不安全 全域

# settings.search.alias.setting.globalHotkey.shortcut
source: global hotkey shortcut recorder key command option control
ar: global hotkey shortcut recorder key command option control أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة لوحة مفاتيح اختصار اختصارات مفتاح سريع تسجيل عام
bs: global hotkey shortcut recorder key command option control automatizacija api cli kontrola socket agent kuke portovi okruženje tastatura prečica prečice komande tipke snimač Globalno
da: global hotkey shortcut recorder key command option control automatisering api cli kontrol socket agent hooks porte miljø tastatur genvej genveje kommandoer taster optager Globalt
de: global hotkey shortcut recorder key command option control automatisierung api cli steuerung socket agent hooks ports umgebung tastatur kurzbefehl tastenkürzel befehle tasten rekorder
es: global hotkey shortcut recorder key command option control automatización api cli socket agente hooks puertos entorno teclado atajo atajos tecla rápida comandos teclas grabador
fr: global hotkey shortcut recorder key command option control automatisation api cli contrôle socket agent hooks ports environnement clavier raccourci raccourcis touche globale commandes touches enregistreur Général
it: global hotkey shortcut recorder key command option control automazione api cli controllo socket agente hook porte ambiente tastiera scorciatoia scorciatoie tasto rapido comandi tasti registratore Globale
ja: global hotkey shortcut recorder key command option control グローバルホットキー ショートカット レコーダー command option control
ko: global hotkey shortcut recorder key command option control 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 키보드 단축키 핫키 명령 키 기록기 전역 글로벌
nb: global hotkey shortcut recorder key command option control automatisering api cli kontroll socket agent hooks porter miljø tastatur snarvei snarveier hurtigtast kommandoer taster opptaker Globalt
pl: global hotkey shortcut recorder key command option control automatyzacja api cli sterowanie gniazdo agent haki porty środowisko klawiatura skrót skróty klawisz polecenia klawisze rejestrator Globalne
pt_br: global hotkey shortcut recorder key command option control automação api cli controle socket agente hooks portas ambiente teclado atalho atalhos tecla rápida comandos teclas gravador
ru: global hotkey shortcut recorder key command option control автоматизация api cli управление сокет агент хуки порты окружение клавиатура сочетание клавиш горячая клавиша команды клавиши запись Глобальные
th: global hotkey shortcut recorder key command option control อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม แป้นพิมพ์ ทางลัด ปุ่มลัด คำสั่ง คีย์ ตัวบันทึก ทั่วไป
tr: global hotkey shortcut recorder key command option control otomasyon api cli kontrol soket ajan kancalar portlar ortam klavye kısayol kısayollar tuşu komutlar tuşlar kaydedici Genel
uk: global hotkey shortcut recorder key command option control автоматизація api cli керування сокет агент хуки порти середовище клавіатура скорочення гарячі клавіші команди записувач Глобальна
zh_hans: global hotkey shortcut recorder key command option control 自动化 api cli 控制 套接字 代理 钩子 端口 环境 键盘 快捷键 热键 命令 按键 录制器 全局
zh_hant: global hotkey shortcut recorder key command option control 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 鍵盤 快捷鍵 熱鍵 命令 按鍵 錄製器 全域
